data/perf/stageB-d3bf9f8c39fe/memcached/tsan-sound-tfn-wp/run4/memtier.txt
10        Threads
50        Connections per thread
100000    Requests per client


BEST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       147477.90          ---          ---         5.10585         5.05500        11.51900        14.39900     10065.32 
Gets      1474762.74      1184.24   1473578.50         4.98944         4.89500        11.32700        14.20700     37354.85 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1622240.63      1184.24   1473578.50         5.00003         4.92700        11.32700        14.20700     47420.17 


WORST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       140314.79          ---          ---         5.32300         5.34300        11.77500        14.78300      9576.44 
Gets      1403132.51      1126.72   1402005.79         5.19839         5.18300        11.58300        14.59100     35540.50 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1543447.30      1126.72   1402005.79         5.20972         5.18300        11.58300        14.59100     45116.94 


AGGREGATED AVERAGE RESULTS (5 runs)
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       143769.62          ---          ---         5.22684         5.21500        11.58300        14.52700      9812.23 
Gets      1437680.34      1049.65   1436630.69         5.10540         5.08700        11.39100        14.33500     36409.24 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1581449.96      1049.65   1436630.69         5.11644         5.08700        11.39100        14.33500     46221.47